<?php

/* @var $this yii\web\View */
$this->title = 'Информация';
?>

<?php $this->beginBlock('hitr') ?>
    <a class="white" href="/">За подарками!</a>
<?php $this->endBlock() ?>

<div class="main-big">
    <a href="/"><img src="/web/img/13-layers.png"></a>
    <p class="green info">
        <b>Тайный Санта</b> - проект создан для того чтобы дружочки дарили друг другу подарки
        путем жеребьёвки, каждый сможет выступить в роли Санты, который дарит радость людям в виде
        материальной/бытовой/конфетной помощи.
    </p>
    <p class="green info">
        Узнать результаты можно только тогда, когда все дружочки соберут стишки. Так как дедушка у нас современный, стишки он отправит по электронке.
        Каждому дружочку, на почту упадет короткий стишок зашифрованный волшебным языком дедули,
        собрав все стишки воедино, вы получите ответы на вопросы, которые вас мучили на протяжении
        ожидания вашего подарка, от Тайного Санты.
    </p>
    <p class="green info">
        <b>Релиз 1.0 – 15 декабря 2016 года:</b><br>
        Отправка писем на почты адресатов, с текстом письма и уникальным ключом
        Сборщик уникальных ключей и вывод результата жеребьевки.
        Возможность изменять текст послания и выводить свой текст.
    </p>
    <p class="green info" style="text-align:center;">
        <a class="green" href="https://github.com/absentik/secret-santa" target="_blank">Проект на GitHub.com</a>
    </p>

</div>
<div class="home_back"></div>
<div class="home_back_1"></div>
